// В папке "Лекции", ввестив терминале (dotnet new gitignire) //
// Переход в папку "Lesson1", ввести в терминале (cd Lesson1) //
// Создать папку "Task1",  ввести в терминале (mkdir "Task1") //
// Переход в папку "Task1", ввести в терминале (cd Task1) //
// В папке Task1, ввести в терминале (dotnet new console) //
// Делаем Console.WriteLine("Hello World");, ввести в терминале (dotnet run) //
// Переход в папку Lesson1, ввести в терминале (cd ..) //
// Инициализировать папку Lesson1,  ввести в терминале (git init) //
// Добавить файл "Task1", ввести в терминале (git add Task1) //
// Сохранить изменения в файле, ввести в терминале (git commit -m "add lesson1:task1") //
// Создать оригинальный репозиторий, в GitHub создать новый репозиторий, ввести в терминале (git remote add origine https://github.com/tan4iktank/c-.git) //
// Отправить изменения в удаленный репозиторий, ввести в терминале (git push origine main) //

// Console.WriteLine("Hello World"); //

int value =100;
Console.WriteLine(value);

double d = 5.55;
char   c = '!';
bool   b = true;
Console.WriteLine(d);
Console.WriteLine(c);
Console.WriteLine(b);
